[Nemesis.A_eating_friend H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="吸收"
mTooltip="该生物从盟友身上吸收生命能量，并对他们造成最多相当于其队伍 25% 的伤害来治疗自己。"

[Nemesis.A_Creature_nemesis H7Creature]
mName="摩洛克"
mLore="混沌龙神本性反复无常，随时可能祝福他的追随者或收回所有礼物。失去他的庇佑或屈服于过度骄傲，即使是最可怕的大恶魔也会受到严厉惩罚。眨眼之间，他们曾经如此轻易驾驭的破坏性混沌力量烧毁了他们的心智并控制了他们，将强大的高等恶魔变成了从前自我的可怜影子。这些意志薄弱的生物被称为摩洛克，成为厄加什意志的次级显现和顺从的奴隶，其命运完全掌握在恶魔君主手中。"

[Nemesis.A_Enrager_Buff H7BaseBuff]
mName="兴奋"
mTooltip=" 每当该生物受到伤害时，它获得 %stat %stat.icon 最大移动力，直到其下一回合。"

[Nemesis.A_Enrager H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="兴奋"
mTooltip=" 每当该生物受到伤害时，它获得最大 %buff.buff.stat %buff.buff.stat.icon 移动力，直到其下一回合。"

[Nemesis.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="嗜血渴望"
mTooltip="此生物在造成伤害后，有 30% 几率再次攻击。"

[Nemesis.A_MeleeAttack2 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="致命打击"
mTooltip="更强的攻击，造成 %d.min 到 %d.max %ICON_FIRE 火焰伤害。无法多次打击。"